Repository: pennisiandrea/sorting-station
Catalog: SortingStation/Logical/Source/MainMachine/MainMachineAlarms.tmx
Source language: en
Languages: it

source: Emergency circuit interrupted
it: Cirucito di emergenza interrotto

source: Machine was not able to initialize a module
it: Fallita inizializzazione

source: Picking station in error
it: Stazione di presa in errore

source: Lost comunication with picking station
it: Persa comunicazione con stazione di presa

source: Picking station not in link mode
it: Stazione di presa non in modalita collegamento

source: A missing cap was detected
it: La macchina ha rilevato la perdita di un tappo
